{"data":{"markdownRemark":{"id":"523a46c6-37bb-5fa2-b302-07da90d0a864","html":"<p><strong>Diet</strong> is important in all aspects of cancer management, whether you are trying to stay cancer free or currently have cancer. The principles of diet are the same, with some important caveats.</p>\n<p>If you don’t have a current cancer diagnosis, that is you have had cancer and are now in remission, it may be beneficial to lose weight if you are overweight. A normal BMI and weight loss are both associated with less relapse.</p>\n<p>If you currently have a cancer diagnosis weight loss can be a problem and although a low carbohydrate diet and intermittent fasting may be beneficial it’s very important to have sufficient calories to maintain your weight. Weight loss can be a problem in stage 4 cancer and is associated with poorer outcomes. This is why it is best to undertake any dietary modifications supervised by a nutritionist or dietitian if possible.</p>\n<p>Diets associated with better outcomes are low in refined carbohydrates, processed and refined foods and are high in vegetables, fruit, nuts, seeds, legumes and other whole foods. It is not necessary to be vegan or even vegetarian, although a diet that is predominantly plant food is best. This provides great nutrition, boosting our immune system and reducing inflammation. </p>\n<p><strong>Intermittent fasting</strong> and fasting overnight have great potential to improve outcomes and reduce symptoms from chemotherapy. It certainly has the ability to stimulate the body into a catabolic state (resting rather than proliferating), this is when faulty cells such as cancer cells are either repaired or removed. Fasting for 12 or more hours overnight helps the body do this every night, it also helps you develop healthy gut bacteria, also associated with better cancer outcomes. Mouse studies have shown that cancers grow more slowly in these conditions and become more vulnerable to chemotherapy. Likewise when healthy cells are in a rest and repair state they are less vulnerable to damage by chemotherapy, cancer cells never rest so remain vulnerable. However we have no evidence yet  as to how this might impact on human survival in cancer and no protocols to follow. As I said before it important that patients with a normal or low BMI don’t lose weight with stage 4 cancer and adequate nutrition is vital.</p>\n<p><strong>_Another vital part of diet is the microbiome _</strong>(the bacteria in our gut) which I will discuss separately in another blog. Again a diet rich in plant foods and fermented foods with lots of diversity is important for a healthy gut and a healthy gut is associated with better outcomes.</p>\n<p>Below is an excerpt from my booklet.</p>\n<p><strong>_What to eat and what to avoid.\n_</strong></p>\n<p>The three main food groups are carbohydrates, proteins and fats. These contain minerals, vitamins and phytonutrients which are often lost in processing and refining. Furthermore, refining and processing often produces foods that cause inflammation and high insulin levels—both risk factors for cancer. We want to eat more foods that are anti-inflammatory and less that are inflammatory.</p>\n<p>**Carbohydrates:\n**</p>\n<p>_EAT MORE: _</p>\n<p>Carbohydrates from whole foods. Fruit and vegetables, legumes (beans, peas, lentils), whole grains (such as oats) and nuts and seeds.</p>\n<p><em>CUT DOWN:</em></p>\n<p>Refined carbohydrates such as flour which is found in breads, crackers, breakfast cereals, biscuits and cakes.</p>\n<p><em>AVOID MOST OF THE TIME:</em></p>\n<p>Anything with refined sugar added—especially sugary drinks.</p>\n<p>**Protein:\n**</p>\n<p><em>EAT MORE:</em></p>\n<p>Good quality proteins which can be found in: \t</p>\n<p>Fish (particularly those high in omega 3 such as wild salmon, sardines, herrings, trout). Ideally 2 x a week.</p>\n<p>Legumes.</p>\n<p>Free range eggs, every day is OK.</p>\n<p>Nuts and Seeds. Not too many as they are high in fat.</p>\n<p>_CUT DOWN: _</p>\n<p>Red Meat; try to eat organic, grass fed meat but limit to about 500g a week.</p>\n<p>Chicken; again, try to eat organic and free range.</p>\n<p>_AVOID MOST OF THE TIME: _</p>\n<p>Processed meats (salami, ham, bacon, sausages).</p>\n<p>Intensively farmed meats (grain fed beef and chicken) </p>\n<p><strong>Fats:</strong> </p>\n<p>These can be inflammatory (which raises insulin levels) or anti-inflammatory. Our modern diets have far too many inflammatory fats and not enough anti-inflammatory fats. Refined and processed fats are especially bad for us.</p>\n<p><em>EAT MORE</em> Good Fats (anti-inflammatory and high in micronutrients):</p>\n<p>Fats found in whole foods such as avocados, nuts, seeds and fish</p>\n<p>Omega 3 fats. These are found in some fish including wild caught salmon, sardines, herrings, trout, and mackerel. Ground flaxseeds and flaxseed oil are non-fish sources. Consider a high-quality supplement of Omega 3 fish oil.</p>\n<p>Extra virgin olive oil is high in poly-phenols and anti-oxidants so is anti-inflammatory.</p>\n<p>Saturated fats in small amounts.  Non-animal sources include unrefined coconut oil.</p>\n<p>Keep good fats good by only cooking with fats that have a high smoke point such as avocado oil and coconut oil. Keeps fats away from heat and light in dark glass bottles. Discard after the best before date.</p>\n<p><em>CUT DOWN</em> on Inflammatory Fats: </p>\n<p>Omega 6 fats can cause inflammation and we have too many in the Western diet. They are found in many grain and seed oils (such as sunflower oil, safflower oil, canola oil, and soybean oil), margarines, cage eggs, grain fed meat and refined foods. </p>\n<p>Saturated fats from animals can be inflammatory. Only have a small amount of these fats.</p>\n<p>_AVOID _</p>\n<p>Hydrogenated fats and Trans fats. These are not found in nature but are manmade and found in processed foods such as biscuits, cakes, ready meals and margarines.</p>\n<p><strong>Check out Jamie Oliver's website for great easy to follow recipes and the Prekure food guidelines in our resources section (I love these they are so liberating)</strong></p>","frontmatter":{"date":"December 18, 2018","title":"Food Wonderful Food","description":"Before we look at whats good for us to eat I'd like to promote how wonderful food is. It should be celebrated and enjoyed. If you can - try to enjoy food around the table with family and friends, celebrate as often as you can! Give thanks before you eat, switch of the background noise and focus on your food; smell it and taste it and chew it well. These things are all so important to help your health and digestion. ","tags":["Food Diet Cancer"],"header":"/img/randy-fath-975846-unsplash-1-.jpg","recommendedName":"Jamies Oliver's Healthy food receipes","recommendedImage":"/img/randy-fath-975846-unsplash-1-.jpg","recommendedLink":"https://www.jamieoliver.com/recipes/"}}},"pageContext":{"id":"523a46c6-37bb-5fa2-b302-07da90d0a864"}}