{"data":{"markdownRemark":{"id":"edec6415-2f36-5461-8846-f70ba52403c0","html":"<p>Hi I’m Lisa Dawson, I’m a medical Oncologist and lifestyle medicine advocate.</p>\n<p>If you have been diagnosed with cancer, had cancer or are frightened of getting cancer you may have headed to the internet to get some good advice and been bombarded with mixed messages; hype, conspiracy theory, fake news and slick truth that isn’t truth at all. You feel more confused than ever and have no idea to trust. This drives me crazy as a cancer doctor, a mum and a patient advocate. Just when you need someone to guide you on this journey called cancer you feel more confused than ever.</p>\n<p>I’ve been a cancer doctor for 10 years. Prior to that I was a family doctor for 10 years. During that time I had 6 children, one with a life threatening heart condition we continue to live with. I know what it is like to be busy and I know what it is like to be scared and wanting to do your absolute best to survive.</p>\n<p>As a GP I became a passionate advocate of lifestyle medicine and wrote had a book on holistic health published in 2005. I had the privilege of speaking to people on the topic of wellness and health, at that time relating to depression in particular. My study at the time led me to believe in the irrefutable truth that lifestyle is medicine. Since I have become an Oncologist I have discovered this is just as true for cancer as other chronic medical conditions. There are things we can do with diet, exercise, self care and sleep that can dramatically reduce our risk of cancer and if you already have incurable cancer help you live well for longer (or even be cured).</p>\n<p>During my time treating cancer patients I have come to deeply respect my profession. The drugs we use in cancer treatment can work and can cure. Newer drugs come with less side effects, are more effective and we have better drugs for managing side effects. Drug companies have made it possible to invest large amounts of money in to research and development. There have been questionable ethics around the behavior of drugs companies, especially around sales and marketing but the drugs themselves used as intended are an important weapon in the battle against cancer. Combining our knowledge of drugs and lifestyle therapy it is possible to get the best treatment and prevention plan.</p>\n<p>Over the years I have helped many of my patients make choices right for them. I want to make what I have leaned available for everybody. I have created a guide on What You can Do to help yourself which you can download for free. This is the same guide I give to my patients. In upcoming blogs and podcasts I will explain the information in that booklet to you in more detail. I have some great people lined up to interview on my podcasts, some inspiring patients stories, great advice on implementing the suggestions and lots of links to useful sites.</p>\n<p>It’s been a privilege to journey with my patients and I look forward to sharing the same journey with you.</p>","frontmatter":{"title":"What Can I Do?","image":"/img/home.jpg","announcementBlurb":"Read our Blog","announcementLink":"/blog","announcementImage":"img/anthony-intraversato-455600-unsplash.jpg"}}},"pageContext":{"id":"edec6415-2f36-5461-8846-f70ba52403c0"}}